Repository: open-craft/eoc-journal-xblock
Catalog: eoc_journal/translations/*/LC_MESSAGES/text.po
Languages: de_de, pt_br, zh_ch

source: Title (display name)
de_de: Titel (Anzeigename)
pt_br: Título (exibir nome)
zh_ch: 标题（显示名称）

source: Title to display
de_de: Titel zum Anzeigen
pt_br: Título para exibição
zh_ch: 要显示的标题

source: Course Journal
de_de: Kursjournal
pt_br: Diário do Curso
zh_ch: 课程日志

source: Key Takeaways PDF handle
de_de: Wichtige Schlussfolgerungen PDF-Stiel
pt_br: Identificador do PDF com os Tópicos Principais
zh_ch: “重要心得”PDF 句柄

source: URL handle of the Key Takeaways PDF file that was uploaded to Studio Files & Uploads section. Should start with '/static/'. Example: /static/KeyTakeaways.pdf
de_de: URL-Stiel der PDF-Datei mit wichtigen Schlussfolgerungen, die in den Abschnitt Studio Files & Uploads hochgeladen wurde. Sollte mit '/static/' beginnen. Beispiel: /static/KeyTakeaways.pdf
pt_br: Identificador de URL do arquivo em PDF Tópicos Principais que foi carregado para a seção Arquivos e uploads do Studio. Deve começar com "/static/". Exemplo: /static/KeyTakeaways.pdf
zh_ch: 已上传到“Studio 文件和上传”部分的“重要心得”PDF 文件 URL 句柄。应以“/static/”开头，例：/static/KeyTakeaways.pdf

source: Problem Builder Freeform Answers
de_de: Problem Builder Freie Antworten
pt_br: Respostas em texto livre do Construtor de Problemas
zh_ch: 问题构建程序 Freeform Answer

source: Select Problem Builder Freeform Answer components which you want to include in the report.
de_de: Komponenten aus Problem Builder Freie Antworten auswählen, die im Bericht enthalten sein sollen.
pt_br: Selecione os componentes de resposta em texto livre do Construtor de Problemas que deseja incluir no relatório.
zh_ch: 选择希望嵌入报告中的问题构建程序 Freeform Answer 组件。

source: PDF Title
de_de: PDF-Titel
pt_br: Título do PDF
zh_ch: PDF 标题

source: Title of the PDF report. Leave blank to use the course title.
de_de: Titel des PDF-Berichts. Zur Verwendung des Kurstitels frei lassen.
pt_br: Título do relatório em PDF. Deixe em branco para usar o título do curso.
zh_ch: PDF 报告的标题。请留空以使用课程标题。

source: PDF Report Link heading
de_de: Überschrift zum Link des PDF-Berichts
pt_br: Título do link do relatório em PDF
zh_ch: PDF 报告链接标题

source: The heading text to display above the link for downloading the PDF Report.
de_de: Der über dem Link zum Herunterladen des PDF-Berichts anzuzeigende Überschriftstext
pt_br: O texto do título a ser exibido acima do link para fazer download do Relatório em PDF.
zh_ch: 将显示在 PDF 报告下载链接上方的标题文本。

source: PDF Report
de_de: PDF-Bericht
pt_br: Relatório em PDF
zh_ch: PDF 报告

source: PDF Report Link text
de_de: Text des Links zum PDF-Bericht
pt_br: Texto do link do relatório em PDF
zh_ch: PDF 报告链接文本

source: The text to display in the link for downloading the PDF Report.
de_de: Der im Link zum Herunterladen des PDF-Berichts anzuzeigende Text.
pt_br: O texto a ser exibido no link para fazer download do Relatório em PDF.
zh_ch: 将显示在 PDF 报告下载链接中的文本。

source: Download PDF
de_de: PDF-Datei herunterladen
pt_br: Fazer download do PDF
zh_ch: 下载 PDF

source: Display User Metrics
de_de: Nutzermetriken anzeigen
pt_br: Exibir métricas do usuário
zh_ch: 显示用户指标

source: Would you like to display progress, proficiency and engagement metrics in the XBlock view in LMS?
de_de: Möchten Sie Metriken zu Fortschritt, Kompetenzen und Engagement in der XBlock-Ansicht in LMS anzeigen?
pt_br: Você gostaria de exibir métricas de progresso, proficiência e engajamento na visualização XBlock no LMS?
zh_ch: 您是否希望在 LMS 的 XBlock 视图中显示进度、熟练程度和参与度指标？

source: Display Key Takeaways section
de_de: Abschnitt wichtige Schlussfolgerungen anzeigen
pt_br: Exibir seção Tópicos Principais
zh_ch: 显示“重要心得”部分

source: Would you like to display Key Takeaways section in the XBlock view in LMS?
de_de: Möchten Sie den Abschnitt wichtige Schlussfolgerungen in der XBlock-Ansicht in LMS anzeigen?
pt_br: Você gostaria de exibir a seção Tópicos Principais na visualização XBlock no LMS?
zh_ch: 您是否希望在 LMS 的 XBlock 视图中显示“重要心得”部分？

source: Display answers
de_de: Antworten anzeigen
pt_br: Exibir respostas
zh_ch: 显示答案

source: Would you like to display free text answers in the XBlock view in LMS?
de_de: Möchten Sie den freie Textantworten in der XBlock-Ansicht in LMS anzeigen?
pt_br: Você gostaria de exibir as respostas em texto livre na visualização XBlock no LMS?
zh_ch: 您是否希望在 LMS 的 XBlock 视图中显示自由文本答案？

source: Default Font
de_de: Standardschriftart
pt_br: Fonte padrão
zh_ch: 默认字体

source: Studio static URL to a custom font file to be used for PDF report. Example: "/static/myfont.ttf". Leave empty to use default fonts. You can upload custom TTF font files from the Content - Files & Uploads page.
de_de: Für den PDF-Bericht ist eine statische Studio-URL zu einer benutzerdefinierten Schriftartendatei zu verwenden. Beispiel: "/static/myfont.ttf". Zur Verwendung von Standardschriftarten frei lassen. Sie können benutzerdefinierte TTF-Schriftartendateien von der Seite Content - Files & Uploads herunterladen.
pt_br: URL estático do Studio para um arquivo de fonte personalizado a ser usado para o relatório em PDF. Exemplo: "/static/myfont.ttf". Deixe em branco para usar fontes padrão. Você pode fazer o upload de arquivos de fonte TTF personalizados na página Conteúdo - Arquivos e uploads.
zh_ch: 将用于 PDF 报告的自定义字体文件的 Studio 静态 URL。例：“/static/myfont.ttf”。请留空以使用默认字体。您可以在“内容”-“文件和上传”页面中上传自定义 TTF 字体文件。

source: Not answered yet.
de_de: Noch nicht beantwortet.
pt_br: Não respondido ainda.
zh_ch: 尚无答案。

source: Progress
de_de: Fortschritt
pt_br: Progresso
zh_ch: 进度

source: You are %(tag_start)s%(percentage)s%(tag_end)s%% of the way through the course based on completion of modules within lessons.
de_de: Sie haben basierend auf den Lektionen in abgeschlossenen Modulen %(tag_start)s%(percentage)s%(tag_end)s%% des Kurses absolviert:
pt_br: Você já percorreu %(tag_start)s%(percentage)s%(tag_end)s%% do curso com base na conclusão dos módulos nas lições.
zh_ch: 根据课程中模块的完成情况， 您的课程进度为 %(tag_start)s%(percentage)s%(tag_end)s%%。

source: The cohort average is %(tag_start)s%(percentage)s%(tag_end)s%%.
pt_br: A média do grupo é %(tag_start)s%(percentage)s%(tag_end)s%%.
zh_ch: 群组平均值为 %(tag_start)s%(percentage)s%(tag_end)s%%。

source: Progress data is not available.
de_de: Keine Fortschrittsdaten verfügbar.
pt_br: Os dados de progresso não estão disponíveis.
zh_ch: 进度数据无法访问。

source: Proficiency
de_de: Kompetenzen
pt_br: Proficiência
zh_ch: 熟练程度

source: Your current proficiency score is %(tag_start)s%(proficiency)s%(tag_end)s%% following completion of graded items in this course.
de_de: Ihre derzeitige Kompetenzbewertung für diesen Kurs ist %(tag_start)s%(proficiency)s%(tag_end)s%% nach Abschluss der benoteten Aufgaben.
pt_br: Sua pontuação atual de proficiência é %(tag_start)s%(proficiency)s%(tag_end)s%% após a conclusão de itens pontuados neste curso.
zh_ch: 在完成本课程中的已评分项目后， 您当前的熟练程度分数为 %(tag_start)s%(proficiency)s%(tag_end)s%%。

source: The cohort average is %(tag_start)s%(proficiency)s%(tag_end)s%%.
pt_br: A média do grupo é %(tag_start)s%(proficiency)s%(tag_end)s%%.
zh_ch: 群组平均值为 %(tag_start)s%(proficiency)s%(tag_end)s%%。

source: Proficiency data is not available.
de_de: Keine Kompetenzdaten verfügbar.
pt_br: Os dados de proficiência não estão disponíveis.
zh_ch: 熟练程度数据无法访问。

source: Engagement
pt_br: Engajamento
zh_ch: 参与度

source: Your current engagement score is %(tag_start)s%(score)s%(tag_end)s based on your engagement interactions with other participants in your cohort in the discussion forums.
de_de: Ihre aktuelle Engagement-Note ist %(tag_start)s%(score)s%(tag_end)s. Sie basiert auf Ihrem Engagement mit anderen Teilnehmern Ihres Jahrgangs in den Diskussionsforen.
pt_br: Sua pontuação atual de engajamento é %(tag_start)s%(score)s%(tag_end)s com base nas suas interações de engajamento com outros participantes no seu grupo nos fóruns de discussão.
zh_ch: 根据您与群组中的其他参与者在论坛中的参与互动情况， 您当前的参与度分数为 %(tag_start)s%(score)s%(tag_end)s。

source: The cohort average is %(tag_start)s%(score)s%(tag_end)s.
pt_br: A média do grupo é %(tag_start)s%(score)s%(tag_end)s.
zh_ch: 群组平均值为 %(tag_start)s%(score)s%(tag_end)s。

source: Measured engagement
de_de: Gemessenes Engagement
pt_br: Engajamento medido
zh_ch: 总体参与度

source: Stats
de_de: Statistiken
pt_br: Estatísticas
zh_ch: 统计数据

source: Number of New Posts you created
de_de: Anzahl der von Ihnen verfassten neuen Beiträge
pt_br: Número de novas publicações que você criou
zh_ch: 创建的新帖子数量

source: Number of Replies you made to other posts
de_de: Anzahl Ihrer Antworten auf andere Beiträge
pt_br: Número de Respostas que você deu em outras publicações
zh_ch: 对其他帖子的回复数量

source: Number of Comments Generated by your posts
de_de: Anzahl der durch Ihre Beiträge erzeugten Kommentare
pt_br: Número de Comentários Gerados pelas suas publicações
zh_ch: 帖子的评论数量

source: Number of Upvotes your posts have received
de_de: Anzahl der zu Ihren Beiträgen erzielten positiven Bewertungen
pt_br: Número de Votos positivos que as suas publicações receberam
zh_ch: 帖子的点赞数量

source: Number of your posts being Followed
de_de: Anzahl Ihrer Beiträge, denen aktuell gefolgt wird
pt_br: Número de publicações suas que estão sendo Seguidas
zh_ch: 当前有关注者的帖子数量

source: Engagement data is not available.
de_de: Keine Engagementdaten verfügbar.
pt_br: Os dados de engajamento não estão disponíveis.
zh_ch: 参与度数据无法访问。

source: Key Takeaways
de_de: Wichtige Schlussfolgerungen
pt_br: Tópicos Principais
zh_ch: 重要心得

source: Key Takeaways PDF not available at this time.
de_de: PDF mit wichtigen Schlussfolgerungen ist zur Zeit nicht verfügbar.
pt_br: O PDF com os Tópicos Principais não está disponível neste momento.
zh_ch: “重要心得”PDF 目前无法访问。

source: Save
de_de: Speichern
pt_br: Salvar
zh_ch: 保存

source: Cancel
de_de: Abbrechen
pt_br: Cancelar
zh_ch: 取消

source: The cohort average is %(tag_start)s%(percentage)s%(tag_end)s%%.
de_de: Der Jahrgangsdurchschnitt liegt bei %(tag_start)s%(percentage)s%(tag_end)s%%.

source: The cohort average is %(tag_start)s%(proficiency)s%(tag_end)s%%.
de_de: Der Jahrgangsdurchschnitt liegt bei %(tag_start)s%(proficiency)s%(tag_end)s%%.

source: The cohort average is %(tag_start)s%(score)s%(tag_end)s.
de_de: Der Jahrgangsdurchschnitt liegt bei %(tag_start)s%(score)s%(tag_end)s.
